backend/app/controllers/entries_controller.rb

INSERT INTO "entries" ("title", "body", "created_at", "updated_at", "user_id") VALUES (?, ?, ?, ?, ?)
---
  def create
    @entry = Entry.new(entry_params)

    if @entry.save